Repository: leaneiro/lauda
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: %lld characters
pt_br: %lld caracteres

source: %lld words
pt_br: %lld palavras

source: A single Return doesn't break the line, as in standard Markdown.
pt_br: Um Enter sozinho não quebra a linha, como no Markdown padrão.

source: Add Link
pt_br: Adicionar Link

source: Appearance
pt_br: Aparência

source: Automatic
pt_br: Automático

source: Bold
pt_br: Negrito

source: Close (Esc)
pt_br: Fechar (Esc)

source: Dark
pt_br: Escuro

source: Document outline
pt_br: Sumário do documento

source: Editing…
pt_br: Editando…

source: Editor Only
pt_br: Somente Editor

source: Editor and Preview
pt_br: Editor e Visualização

source: Export as HTML…
pt_br: Exportar como HTML…

source: Export as PDF…
pt_br: Exportar como PDF…

source: Find
pt_br: Localizar

source: Find Next
pt_br: Localizar Seguinte

source: Find Previous
pt_br: Localizar Anterior

source: Find and Replace…
pt_br: Localizar e Substituir…

source: Find…
pt_br: Localizar…

source: Font
pt_br: Fonte

source: Format
pt_br: Formatar

source: General
pt_br: Geral

source: Images are copied to the document's folder, so save the file before adding images.
pt_br: As imagens são copiadas para a pasta do documento, então salve o arquivo antes de adicionar imagens.

source: Italic
pt_br: Itálico

source: Light
pt_br: Claro

source: Line height
pt_br: Entrelinha

source: Medium
pt_br: Médio

source: Next (⌘G)
pt_br: Seguinte (⌘G)

source: No headings in the document
pt_br: Nenhum título no documento

source: Not saved yet
pt_br: Ainda não salvo

source: Outline
pt_br: Sumário

source: Preview
pt_br: Visualização

source: Preview Only
pt_br: Somente Visualização

source: Previous (⇧⌘G)
pt_br: Anterior (⇧⌘G)

source: Restore Defaults
pt_br: Restaurar padrões

source: Save the document first
pt_br: Salve o documento primeiro

source: Saved
pt_br: Salvo

source: Saved · %@
pt_br: Salvo · %@

source: Size
pt_br: Tamanho

source: Strict line breaks
pt_br: Quebras de linha estritas

source: System (Mono)
pt_br: Sistema (Mono)

source: System (Sans)
pt_br: Sistema (Sans)

source: System (Serif)
pt_br: Sistema (Serif)

source: Text width: %@
pt_br: Largura do texto: %@

source: Text width: %@. Next: %@
pt_br: Largura do texto: %@. Próxima: %@

source: Untitled
pt_br: Sem título

source: View Mode
pt_br: Modo de exibição

source: Welcome
pt_br: Boas-vindas

source: Welcome Guide
pt_br: Guia de Boas-Vindas

source: Wide
pt_br: Amplo

source: image-%@.png
pt_br: imagem-%@.png

source: less than 1 min read
pt_br: menos de 1 min de leitura

source: macOS saves automatically; ⌘S saves right away.
pt_br: O macOS salva automaticamente; ⌘S salva na hora.

source: ~%lld min read
pt_br: ~%lld min de leitura
